{
    "product_info": {
        "brand_name": "Samsung",
        "name": "Galaxy Buds2 Pro",
        "description": "ANC, 5 h, Kabellos",
        "price": "150.–\nCHF",
        "rating": "4.6 von 5 Sternen"
    },
    "reviews": [
        {
            "rating": "5.0 von 5 Sternen",
            "title": "Beste Buds der ganzen Serie😍",
            "description": null,
            "pros": [
                "Akku",
                "ANC",
                "Tragekomfort",
                "Haptik",
                "Soundqualität"
            ],
            "cons": []
        },
        {
            "rating": "5.0 von 5 Sternen",
            "title": "Außergewöhnlich",
            "description": "Ich habe 5 verschiedene Kopfhörer ausprobiert und für mich sind diese bei weitem das beste Preis-Leistungs-Verhältnis. Leider sind, wie für Besitzer von IOS-Geräten angegeben, nicht alle Funktionen verfügbar und du kannst mehr",
            "pros": [
                "Tiefer Bass für so kleine Kopfhörer",
                "360°-Audioeinstellung unterstützt 8k-Audio",
                "Sofortige Verbindung zum Telefon",
                "Sehr gute Geräuschunterdrückung",
                "Komfort (3 Größen)",
                "Mikrofon",
                "Entwurf",
                "Anpassbares Audio mit der Samsung Wear App",
                "Kompaktheit von Ladekoffer und Ohrhörer",
                "Preis (nicht übertrieben für ein Produkt dieser Qualität)",
                "Leicht zu finden"
            ],
            "cons": [
                "Die Berührung ist etwas unangenehm beim An- und Ausziehen",
                "Nicht alle Funktionen sind für IOS-Geräte verfügbar"
            ]
        },
        {
            "rating": "5.0 von 5 Sternen",
            "title": "Fantastisch",
            "description": "Wow, die Audioqualität ist fantastisch. Die Samsung Buds Pro 2 holen endlich den Rückstand auf die Referenzen auf. Die Soundqualität ist hervorragend, vor allem die Bässe sind sehr tief, ich liebe Bässe und auch die Höhen\n\n\n\n mehr",
            "pros": [
                "Klangqualitäten/ Angenehme Passform und guter Halt",
                "Schnelle und präzise Auswahl über den Touchscreen",
                "Der 360°-Sound ist hervorragend."
            ],
            "cons": [
                "Mangel an Touch-Optionen"
            ]
        },
        {
            "rating": "4.0 von 5 Sternen",
            "title": "Sehr gute Earbuds!",
            "description": "Alles in allem großartige Ohrhörer, aber meiner Meinung nach nicht wirklich ein Upgrade von deinen alten Ohrhörern wert, da, nun ja, preislich gesehen, obwohl er einige nette Funktionen hat.",
            "pros": [
                "Klar, laut und zuverlässig, jedes Mal!",
                "Schönes Design, gutes Gefühl, gute Verarbeitungsqualität",
                "Der Akku hält sehr lange und lädt schnell!"
            ],
            "cons": [
                "Du könntest Probleme mit der Passform haben, wenn du übergroße Ohren hast.",
                "Ein bisschen zu teuer für ein Upgrade von alten Galaxy Buds"
            ]
        },
        {
            "rating": "4.0 von 5 Sternen",
            "title": "Unglaublich!",
            "description": "Ich bin sehr zufrieden mit diesem Produkt, die Tonqualität ist unglaublich und die Geräuschunterdrückung ist wirklich erstaunlich, wenn man sie nicht schon vorher hatte.\nDas Einrichten und Verbinden mit einem Samsung-Telefon\n mehr",
            "pros": [
                "Noise-Cancelling-Funktion",
                "Tonqualität",
                "Bequem zu tragen",
                "Viele Funktionen mit einem Samsung-Handy"
            ],
            "cons": [
                "Manchmal etwas schwierig, richtig ins Ohr zu gehen",
                "Rutschen und fallen, wenn ich mich zu viel bewege oder mich nach vorne beuge"
            ]
        },
        {
            "rating": "4.0 von 5 Sternen",
            "title": "Hörqualität und Geräuschunterdrückung sehr ausreichend für den täglichen Gebrauch",
            "description": "Perfektes Zubehör für Zugreisen, um Musik oder Podcasts zu hören, super Gesprächsqualität für Anrufe im Zug oder in der Stadt. Die Akkulaufzeit ist nicht überragend, aber das erklärt auch die geringe Größe. Ich hoffe, dass mehr",
            "pros": [
                "Halten sich gut an Ort und Stelle",
                "Sehr klein",
                "Qualität der Anrufe"
            ],
            "cons": [
                "Autonomie"
            ]
        },
        {
            "rating": "4.0 von 5 Sternen",
            "title": "Mit Android gut, sonst finger weg",
            "description": "Hatte Angst das es einen Oropax Effekt gibt, halten bei mir jedoch gut mit den kleinsten Aufsätzen und kann die Umgebung natürlich hören, wenn Musik aus oder beim Telefonieren. Mit den richtigen Aufsätzen nur leichter Oropax\n\n\n\n mehr",
            "pros": [
                "Sound wenn ANC oder Umgebungsgeräusche ein, mit Samsung 360° noch besser",
                "Hält bei mir gut in denn Ohren sogar mit den zu kleinen Aufsätzen",
                "Mit Samsung super, ausser YT Music offline auf Watch",
                "Keine Oropax Effekt mit den kleinen Aufsätzen"
            ],
            "cons": [
                "Sound ohne App oder wenn in App ANC/Umgebungsgeräusche aus",
                "YT Music offline auf Samsung Watch. Wechsel muss immer manuell erfolgen",
                "Telefonieren in lauter Umgebung, Mikrophone leiten alles weiter"
            ]
        },
        {
            "rating": "5.0 von 5 Sternen",
            "title": "Die besten Buds, die ich je gekauft habe",
            "description": "Im Vergleich zum vorherigen Modell sind diese Buds wirklich großartig. Für mich ist die Form perfekt und passt sich perfekt an das Ohrläppchen an. Die violette Farbe passt perfekt zum Samsung Galaxy Z-Flip violett. Ja, ich mehr",
            "pros": [
                "Qualität",
                "Form",
                "Farbe",
                "verschwundene Außengeräusche",
                "Ladebox"
            ],
            "cons": []
        },
        {
            "rating": "5.0 von 5 Sternen",
            "title": "Top of the Top",
            "description": null,
            "pros": [
                "Gute Akkulaufzeit",
                "Sehr leicht",
                "Sehr guter Halt im Ohr"
            ],
            "cons": []
        }
    ]
}